[
  {
    "id": "a1",
    "type" : "Skin Care",
    "name": "Ultrasonic Facial Treatment",
    "provider": "Kristina",
    "detail": "An ultrasonic facial treatment is used to increase the production of collagen, firm the skin, and help skin cells to cycle more quickly, leading to clearer, more youthful looking skin. This type of treatment is safe for most people to use",
    "selected": 0,
    "time1": "60",
    "price1": "120",
    "time2": "90",
    "price2": "160"
  },
  {
    "id": "a2",
    "type" : "Massage",
    "name": "Back and Neck Massage",
    "provider": "Svetlana",
    "detail": "Back, Shoulders, and Neck Massage: Quick Relief for the...",
    "selected": 0,
    "time1": "30",
    "price1": "50",
    "time2": "60",
    "price2": "90"
  },
  {
    "id": "a3",
    "type" : "Massage",
    "name": "Wellness Massage",
    "provider": "Svetlana",
    "detail": "This is a combination of hot stone and deep tissue massage.  An optional component is the use of Ashiatu Oriental Bar Therapy whereby using a bar to regulate pressure,  body weight is applied to the back.",
    "selected": 0,

        "time1": "60",
        "price1": "95",

        "time2": "90",
        "price2": "135"

  },
  {
    "id": "a6",
    "type" : "Skin Care",
    "name": "Pure Breath Facial",
    "provider": "Kristina",
    "detail": "Oxygen infusion facial that smoothes the skin and restores moisture.  The skin is cleansed and prepared then infused with nutrients and antioxidants.  This process is helpful in the treatment of acne, psoriasis, excema, rosacea, and sunburn.  By infusing oxygen into the deep skin tissue, cell metabolism is stimulated.  The growth of new cells is encouraged, resulting in healthier, younger looking skin.",
    "selected": 0,
    "time1": "60",
    "price1": "100",
    "time2": "90",
    "price2": "135"


  },
  {
    "id": "a7",
    "type" : "Skin Care",
    "name": "Microdermabrasion",
    "provider": "Kristina",
    "detail": "This is a procedure that uses fine crystals and a controlled vacuum to expoliate the skin.  After the treatment, the skin has improved texture and softness, as well as fewer imperfections such as wrinkles and scars.",
    "selected": 0,

        "time1": "60",
        "price1": "85"


  },
  {
    "id": "a9",
    "type" : "Skin Care",
    "name": "Signature Wellness Facial",
    "provider": "Kristina",
    "detail": "A microdermabrasion and oxygen infusion facial microdermabrasion uses crystals to effectively exfoliate the skin.  In doing so it freshens the appearance of the skin.  Wrinkles, brown spots, fine lines, and acne scars are affected in such a way as to appear less noticeable.  Oxygen infusion restores moisture to the skin and increases cell reproduction, thus encouraging younger looking skin.",
    "selected": 0,
    "specs": [
      {
        "time": "75",
        "price": "150",
        "type": " "
      }

    ]
  },
  {
    "id": "b10",
    "type" : "Massage",
    "provider": "Svetlana",
    "name": "Relaxation",
    "detail": "A classic technique using therapeutic soft tissue manipulation to ease muscular tension and stress while providing deep relaxation and sense of renewal.",
    "selected": 0,
    "specs": [
      {
        "time": "60",
        "price": "85",
        "type": " "
      },
      {
        "time": "90",
        "price": "125",
        "type": " "
      }
    ]
  },
  {
    "id": "b11",
    "type" : "Massage",
    "name": "Deep Tissue",
    "provider": "Svetlana",
    "detail": "A series of intensive techniques are used to manipulate sore, tight muscles and the connective tissues that hold them in place. Deep tissue work increases circulation, releases built-up toxins, and heals and restores balance to the body and nervous system.",
    "selected": 0,
        "time1": "60",
        "price1": "85",

        "time2": "90",
        "price2": "125"

  },
  {
    "id": "b12",
    "type" : "Massage",
    "name": "Sport Massage",
    "provider": "Svetlana",
    "detail": "A must for pre- or post-workout flexibility, recovery and restoration. Deep pressure techniques are applied to targeted muscle groups to warm up muscles prior to your workout or to flush post- workout toxins.",
    "selected": 0,
        "time1": "60",
        "price1": "85",

        "time2": "90",
        "price2": "125"

  },
  {
    "id": "b13",
    "type" : "Massage",
    "name": "Romancing the Stone",
    "provider": "Svetlana",
    "detail": "A breakthrough technique to balance the body’s emotional, mental, physical, and spiritual energies. The application of gently heated stones as part of a deeply relaxing and penetrating massage unlocks the bodys natural healing energies.",
    "selected": 0,

        "time1": "90",
        "price1": "150",

        "time2": "90",
        "price2": "125"

  },
  {
    "id": "b14",
    "type" : "Massage",
    "name": "Reflexology",
    "provider": "Svetlana",
    "detail": "This calm-inducing ancient Eastern technique uses pressure point massage on the hands and feet to restore the flow of energy throughout the body. Your entire being will feel lighter and free of stress.",
    "selected": 0,

        "time1": "30",
        "price1": "50",

        "time2": "60",
        "price2": "90"

  },
  {
    "id": "b15",
    "type" : "Massage",
    "name": "Mini Vacation for Two",
    "provider": "Svetlana",
    "detail": "For budding lovers, enduring romantic partners or just really great friends. Enjoy the experience of rest, relaxation and rejuvenation that awaits you in the beautiful Couple’s Suite at Winchester Wellness Centre. Come and share your togetherness.",
    "selected": 0,

        "time1": "60",
        "price1": "75",

        "time2": "90",
        "price2": "110"

  },

  {
    "id": "b17",
    "type" : "Massage",
    "name": "Great Expectations",
    "provider": "Svetlana",
    "detail": "This soothing full-body massage targets areas of tension during and after pregnancy, and will help relieve lower back pain, sciatica and water retention. An excellent way to increase circulation, this technique allows you to lie down safely and comfortably, and can be used anytime after the first trimester.",
    "selected": 0,

        "time1": "60",
        "price1": "85",

        "time2": "90",
        "price2": "125"

  },
  {
    "id": "b18",
    "type" : "Skin Care",
    "name": "Forever Young Facial",
    "provider": "Kristina",
    "detail": "Give you exfoliation a professional boost with instant resurfacing treatment that leaves skin smooth and refreshed with no down time. Six botanical stem cells work to protect from external stressors while peptides rejuvenate and revitalize.Combine the best of science and nature to achieve age-defying results.After just one treatment ,skin feels smoother,looks brighter and energized.Wrinkles and lines are less visible.",
    "selected": 0,
        "time1": "75",
        "price1": "140"
  },
  {
    "id": "b19",
    "type" : "Skin Care",
    "name": "Clear Result Facial",
    "provider": "Kristina",
    "detail": "Designed for the treatment of acne and other skin irritations.  We begin with a deep pore cleansing to remove impurities.  If indicated, extraction is performed.  A clarifying mask is applied; the treatment concludes with a facial massage.",
    "selected": 0,

        "time1": "60",
        "price1": "75"
  },
  {
    "id": "c20",
    "type" : "Skin Care",
    "name": "Instant Glamour Facial",
    "provider": "Kristina",
    "detail": "For the client whose time is precious.  Face is cleansed, exfoliated, masked and moisturized. A quick pick me up.",
    "selected": 0,
     "time1": "30",
        "price1": "50"

  },
  {
    "id": "c21",
    "type" : "Skin Care",
    "name": "For Him Special",
    "provider": "Kristina",
    "detail": "A specific treatment for men designed to relieve irritation resulting from ingrown hair and shaving. Hydrating, cleansing, and soothing treatment followed by face, neck and shoulder massage.",
    "selected": 0,

        "time1": "60",
        "price1": "75"

  },
  {
    "id": "c22",
    "type" : "Skin Care",
    "name": "Back Facial",
    "provider": "Kristina",
    "detail": "Designed for the treatment of acne and other skin irritation...",
    "selected": 0,

        "time1": "60",
        "price1": "75"

  },
  {
    "id": "c23",
    "type" : "Skin Care",
    "provider": "Kristina",
    "name": "Chemical Peels",
    "detail": "We offer a variety of alpha and beta-hydroxy acid peeling agents at various strengths and tailor them to your needs.   A series of peels is usually required to obtain a significant benefit from the procedure.  Typically, six to ten peels areperformed  at intervals of one to three weeks.",
    "selected": 0,

        "time1": "30",
        "price1": "90",


        "time2": "60",
        "price2": "100",


        "time3": "90",
        "price3": "130"

  },
  {
    "id": "c24",
    "type" : "Skin Care",
    "provider": "Kristina",
    "name": "Laser Hair Removal",
    "detail": "We offer a laser hair removal procedures.",
    "selected": 0,

        "time1": "30",
        "price1": "90",

        "time2": "60",
        "price2": "100",

        "time3": "90",
        "price3": "130"

  }
]